Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: We recommend the immediate insertion of a counterinsurgency squad and implementation of standard union-busting protocols, including but not limited to loyalty testing, chemical pacification, tactical psychosurgery, selective excision of leadership nodes, memetic counterstrikes, and replacing the workforce with modified backups.
fr_fr: Nous recommandons l'insertion immédiate d'une escouade de contre-insurection et d'implémenter les protocols antisyndicaux standards, incluant, mais non limité aux moyens habituels tels que, les tests de loyauté, la pacification chimique, la psychochirurgie tactique, l'excision sélective des nœuds meneurs, des frappes mémétiques et le remplacement de la fore de travail par des sauvegardes modifiées.

source: The entire op eration will take place using a purported mission to root out a Starware infiltration as cover.
fr_fr: L'ensmeble de l'opération sera déployée en utilisant une prétendue mission pour débusquer une infiltration de Starware.

source: Major Industries: Exoplanet Colonization, Mining, Research
fr_fr: Industries principales: Colonisation d'Exoplanètes, Exploitation Minière, Recherche

source: Major Stations: Ma'adim Vallis (Mars)
fr_fr: Stations principales: Ma'adim Vallis (Mars)

source: Pathfinder is one of the first hypercorps to dive into galactic expansion, claiming new territories beyond the Pandora gates and establishing numerous colonies.
fr_fr: Pathfinder est l'une des premières hypercorp à avoir plongé dans l'expansion galactique, s'abrogeant de nouveaux territoires au delà des Portes de Pandorre et y établissant un grand nombre de colonies.

source: Taking advantage of desperate infugees and gatecrashers, Pathfinder offers transportation to an exoplanet and a new morph in exchange for indentured labor.
fr_fr: Profitant d'infugiés désespérés et des resquilleurs, Pathfinder offre le transport vers une exoplanète et une nouvelle morph en échange de travail contracté.

source: The corp has established several off-world mining and resource exploitation projects, much to the chagrin of preservationists.
fr_fr: La corpo a établi plusieurs projets d'exploitation de ressources et d'extractions hors-monde, causant la consternation des préservationnistes.

source: Though Pathfinder has but a small presence in the solar system, it is a frequent target of eco-terrorist attacks.
fr_fr: Bien que Pathfinder ait une faible présence dans le système solaire, elle est une cible fréquente des attaques des éco-terroristes.

source: Major Industries: Agriculture, Aquaculture, Pharmaceuticals
fr_fr: Insdustries principales: Agriculture, Aquaculture, Pharmacopée

source: Major Stations: Ceres, Lu Xing (Mars)
fr_fr: Stations principales: Ceres, Lu Xing (Mars)

source: The Prosperity Group ascended into the hypercorp ranks before the Fall, meeting the high demand many new stations had for microgravity agritech, aquaculture, hydroponics, and other sources of food.
fr_fr: Le Groupe de Propérité a atteint les rangs des hypercorps avant la Chute, répondant à la demande élevée de beaucoup de nouvelles stations pour de l'agritechnologie, de l'aquaculture, des fermes hydroponiques et d'autres sources de cultures en microgravité.

source: Expanding into pharmaceuticals as well, Prosperity is considered the lead supplier for the poor man's food and drugs.
fr_fr: En s'étendant dans le domaine de la pharmacopée, le Groupe est considéré comme l'und es fournisseurs principaux de nourriture et de médicaments pour les pauvres.

source: Their cultured faux-meats and proteinenriched nutrition additives are in high demand.
fr_fr: Leur culture de fausse-viande et leurs additifs nutritionnels enrichis en protéines sont extrêmement demandés.

source: This corp earned some sympathy when it lost an entire habitat to some sort of resurgent TITAN outbreak a few years after the Fall, though some have suggested this was just a cover story to hide an unfortunate accident resulting from experimental drug testing on an unwitting populace.
fr_fr: Cette corpo a gagné de la sympathie lorsqu'elle perdit un habitat entier suite à une sorte d'invasion de TITAN résurgents quelques années après la Chute, même si certains ont suggérés qu'il s'agissait juste d'une couverture pour cacher un accident malheureux suite à l'expérimentation d'une nouvelle drogue testée sur une population non volontaire.

source: Major Industries: Genetics, Cloning, Biotech
fr_fr: Industries principales: Génétique, Clonage, Biotechnologie

source: Major Stations: Ptah (Mars)
fr_fr: Station principale: Ptah (Mars)

source: As the leading designer of biomorphs, Skinaethesia enjoys system wide popularity and respect for its sophisticated products, especially high-end customized models.
fr_fr: En tant que leader dans la conception des biomoprhs, Skinaesthesia est renommée et respectée dans tout le système solaire pour ses produits sophistiqués dans tout le système, et plsu spécifiquement pour ses modèles personnalisé haut-de-gamme.

source: Best known for its breakthroughs in genetic engineering and enhancements, the hypercorp's interest in sophisticated combat morphs or stylized pleasure pods are lesser known facts and often sold through a network of seemingly unaffiliated shell corporations or local distributors.
fr_fr: Plus connu pour ses découvertes en conception et en amélioration génétique, les intérêts de l'hypercorp pour des morphs de combat sophistiquées ou des pods de plaisir stylés sont moins connus et ces produits sont souvents vendus grâce à un réseau d'écrans de fumée corporatiste ou de distributeurs locaux.

source: Skinaesthesia focuses on emphasizing environmental adaptations and useful cybernetic enhancements, increasing transhumanity's chances for survival and further prosperity.
fr_fr: Skinaesthesia se concentre sur la mise en avant des adaptations environnementales et des améliorations cybernétiques utilitaires, augmentant les chances de survie et la propsérité de la transhumanité.

source: Experimental morphs are sometimes offered to desperate infugees for field testing.
fr_fr: Des morphs expérimentales sont parfois offertes à des infugiés désespérés pour les tester sur le terrain.

source: Skinthetic is also a lead designer of morphs, but with a much sleazier reputation and not just because of their anarcho-capitalist roots.
fr_fr: Skinthetic est aussi un des concepteurs de morphs renommé, mais avec une réputation plus sordide et pas seulement en raison de ses racines anarcho-capitaliste.

source: Specializing in extensive and often radical bio-modifications, the hypercorp pushes the envelope in exotic pod and biomorph designs under the mantle of morphological freedom.
fr_fr: En se spécialisant dans les bio-modifications étendues et souvent radicales, l'hypercorp repousse les limites des conceptions des pods et biomorphs exotiques en vertu de la liberté morphologique.

source: Bioconservatives have condemned the corporation's business practices and ethics and have even leveled accusations that Skinthetic is experimenting with xenogenetic materials acquired from the Factors.
fr_fr: Les bioconservatuers ont condamné les pratiques et l'éthiques de la corporation et ont accusés Skintehtic de mener des expériences avec des matériaux xénogénétiques acquis auprès des Facteurs.

source: Skinthetic's cavalier attitude actually makes them popular in many parts of the outer system, and they are know as the biotech corp to go to if you want something weird.
fr_fr: L'attitude cavalière de Skinthetic les rends cependant extrêmement populaire dans de nombreuses zones du système extérieur, et ils sont connus pour être l'hypercorp à aller voir si vous voulez quelque chose de bizarre.

source: Major Industries: Banking, Insurance, Investments, Futures Markets, Info Brokerage
fr_fr: Industries principales: Banque, Assurance, Investissements, Prospection Marketing, Courtage d'Information

source: Major Stations: None
fr_fr: Stations principale: None

source: Solaris is the solar system's leading banking and financial investment hypercorp, dealing in insurances, info-brokerage, and high-risk investments on cultural and social experimental speculation.
fr_fr: Solaris est l'hypercorp qui domine le marché des banques et de l'investissement financier, gérant les assurances, le courtage d'information et les investissement spéculatifs à haut risque sur les expérimentations culturelle et sociale.

source: A member of the Planetary Consortium, Solaris advises many habitats on regulating their transitional economies.
fr_fr: En tant que membre du Consortium Planétaire, Solaris conseille beaucoup d'habitats sur la régultaion de leurs économies transitionnelles.

source: Solaris has no offices or physical assets; each banker is a mobile virtual office.
fr_fr: Solairs n'a ni bureau ni actifs physique; chaque banquier est un bureau virtuel mobile.

source: Solaris is rumored to maintain a secret base where the corporation runs simulations on the development of the entire solar system's macro-economy, constantly adjusting its own strategies based on the dynamics of this big blueprint.
fr_fr: Des ruemrus court sur le fait que Solaris maintiendrait une abse secrète dans laqeulle la corporation lancerait des simulations sur le développement de la amcro-économie du système solaire, ajustant constament ses propres stratégies basées sur la dynamique du schéma global.

source: Fueling these rumors, Solaris is known to hire “independent consultants” to tip the balance in politically or economically profitable high-risk investments.
fr_fr: Alimentant ces rumeurs, Solairs est connue pour engager des "consultants inédpendants" pour faire pencher la balance dans des investissement à haut-risque politiquement ou économiquement profitables.

source: Major Industries: Uplifts, Pharming, Pharmaceuticals, Genetics
fr_fr: Insdustries principales: Élevés, Médiculture, Pharmacopée, Génétique

source: Major Stations: Clever Hands (Luna)
fr_fr: Stations majeures: Clever Hands (Lune)

source: Somatek is a leader in the art and science of uplifting animal species, pioneering several major brea throughs in cognitive enhancement and genetic modification.
fr_fr: Somatek est le leader dans le domaine de la science et de l'art d'élever des espèces animales, accomplissant quelques percés innovantes dans les modifications génétique et les amélioratiosn cognitives.

source: The hypercorp also engages in extensive animal pharming—producing and extracting pharmaceuticals from transgenic critters—and markets numerous products and services related to smart animals and chimerical creatures.
fr_fr: L'hypercorp est également engagée dans la médiculture animale extensive - produisant des extrayant des médicaments de créatures transgéniques - et commercialise de nombreux produits et services liés aux animaux intelligents et aux créatures chimériques.

source: Despite the educational and training programs it offers to uplifts and the fact that much of its workforce consists of uplifts, Somatek is controversial among mercurials who disapprove of their methods (which often involve strict controls on uplift reproduction), the lack of input uplifts are given in their modifications and development, and the focus on anthropocentric mind-sets “enforced” on uplifts.)
fr_fr: En dépit des programmes d'apprentissage et d'entraînement qu'elle offre aux élevés et du fait que la plupart de sa force de travail est composées d'élevés, Somatek est un sujet de controverse chez les mercuriens qui désapprouve leurs méthodes (qui implqiuent souvent un contrôle strict de la reproduction des élevés), le manque de liberté dont les élevés bénéficie dans leur développement et leurs modifications, et l'anthropocentrisme des état d'esprit "forcés" dans les élevés).

source: SOLARCHIVE SEARCH: ZBRNY LIMITED + CONSPIRACY
fr_fr: RECHERCHE SOLARCHIVE: ZBRNY LIMITED + CONSPIRATION

source: The secretive Zbrny Group is the center of many recurring conspiracy theories and horror tales.
fr_fr: Le trés secret Groupe Zbrny est au centre de nombreuse théorie du complot récurrentes et de légendes horrifique.

source: Though varying in detail and plausibility, most rumors claim that an outside attack on the former Eastern European hypercorp’s asteroid mining and processing stations caused a major blackout and complete shut-down of life support systems over an extended period of time.
fr_fr: Bien que les détails et la plausibilité varient, la plupart des rumerus prétendent qu'une attaque extérieure sur les stations de minage et de traitement de l'ancienne hypercorp d'Europe de l'Est a causée une panne critique et l'extinction des système de support de vie pendant une période de temps relativement longue.

source: Depending on the source, the attack itself is claimed to have been caused by the TITANs or a powerful underworld syndicate CEO Krystof Zbrny was indebted to.
fr_fr: En fonction de la source, l'attaque en elle-même est censée avoir étée menée par les TITANs ou un des syndicats de la pègre auprès duquel le PDG Krystof Zbrny avait une dette.

source: Barely acknowledging the system failures, Zbrny headquarters ordered all non-affected stations to be abandoned, the personnel either laid off or transferred to the affected stations.
fr_fr: Ne prenant pas en compte les pannes système, le siège de Zbrny ordonna que toutes les stations non affectée soient abandonnées, le personnel étant soit licencis, soit transféré à des stations affectées.

source: Since then, no one has seen or communicated with any employees of the mysterious hypercorp—negotiations with outsiders are conducted exclusively via a spokesperson AGI.
fr_fr: Depuis, plus personne n'a vu ou n'a communiqué avec l'un des employé de l'hypercorp mystérieuse - les négociations avec l'extérieur sont menées exclusivement via une IAG porte-parole.

source: To this day, Zbrny drones continue to mine asteroids for minerals and ores, supplying the company’s processing stations.
fr_fr: A ce jour, les drônes de Zbrny continuent de miner les astéroïdes afin d'en extraire les minéraux, alimentant les stations de traitement de l'entreprise.

source: According to rumors, an attempt by brinker pirates to board a Zrbny outpost resulted in the station’s self-destruction.
fr_fr: D'après les rumeurs, une tentative d'abordage un avant poste de Zbrny par des pirates bordés a amené à l'auto-destruction de la station.

source: The company’s AI-piloted massive bulk freighters are notoriously non-responsive, earning them the nickname “zombie ships.”
fr_fr: Les transports cargos massifs de l'entreprise pilotés par des IA sont connus pour ne pas répondre, leur donnant le surnom de "vaisseaux zombies".

source: Major Industries: Robotics, Aerospace Engineering, Habitat Construction
fr_fr: Industries principales: Robotique, Conception Aérospatiale, Construction d'Habitat

source: Major Stations: Korolev Shipyards (Luna), Vesta (Belt)
fr_fr: Stations principales: Chantiers Navals Korolev (Lune), Vesta (Ceinture)

source: Another remnant of the pre-Fall megacorp Monolith Industries (like Omnicor), Starware is a leading manufacturer of robotics, spacecraft fusion drives, satellites, and entire pre-fab habitats.
fr_fr: Une autre rémanence de la mégocaorp pré-Chute Monolith Industries (comme Omnicor), Starware est un des grands noms de la fabrication de robots, de moteurs à fusion de vaisseaux, de satellites et d'habitats pré-fabriqués.

source: Despite its financial success and resources, Starware's ongoing blood feud with Omnicor denies both corporations full membership privileges on the Planetary Consortium.
fr_fr: En dépit de ses ressources et de sa réussite financière, la vendetta opposant Starware à Omnicor empêche les deux corporations de bénéficier des privilèges d'une adhésion complète au Consortium Planétaire.

source: Starware makes heavy use of AI workers in robotic shells, having suffered a few too many labor disputes with disgruntled Lunar workers.
fr_fr: Starware utilise beaucoup de travailleurs IA dans des coques robotiques, ayant souffert de bien trop de conflits avec des travailleurs lunaire mécontents.

source: In fact Starware grows increasingly unpopular with its Lunar neighbors, and has been forced to bring in extra security due to frequent sabotage attempts.
fr_fr: En fait Starware est devenu extrêmement impopulaire avec ses voisins Lunaire, et a été forcée de renforcer sa sécurité en raison de nombreuses tentatives de sabotages.

source: Recent negotiations with the Factors have spurred theories that Starware might be acquiring Factor aid for building a lighthugger starship.
fr_fr: De récentes négociations avec les Facteurs ont renforcé les théories comme quoi Starware serait en train d'acquérir de l'aide des Facteurs pour contrsuire des vaisseaux quasi-luminiques.

source: Major Industries: Intelligence, Data Mining, Info Brokerage, Espionage
fr_fr: Industries principales: Intelligence, Exploitation de Données, Courtage d'Information, Espionnage

source: Major Stations: Memory Hole Torus (Martian Trojans)
fr_fr: Stations Principales: Memory Hole Torus (Toyens Martian)

source: Born from the ashes of the UN-governed Terran Intelligence Cooperative (TIC), its surviving personnel and assets were collectively uploaded during the Fall and quickly regrouped under the name Stellar Intelligence.
fr_fr: Née des cendres de l'Intelligence Terrestre Cooporative gouvernée par l'ONU (ITC), son personnel et ses actifs survivants ont été collectivement uploadé pendant la Chute et rapidement regroupés sous le nom de Stellar Intelligence.

source: Emerging as a virtual collective, most of Stellar's employees remain loyal to the corporation and its director, the reclusive infomorph known as Syme.
fr_fr: Émergeant en tant qu'un collectif virtuel, la plupart des employés de Stellar restent loyaux à la corporation et à son président, l'infomorph solitaire connues sous le nom de Syme.

source: Stellar offers an impressive array of intelligence services, including data mining, analyst think tanks, retroquantification (bringing old secrets/data to light), memetic mapping, and more.
fr_fr: Stellar propose une gamme impressionante de services d'intelligence, incluant l'exploitation de donnée, les think tank d'analyse, la rétroquantification (amener de vieux secrets/données à la lumière), la cartographie mémétique et bien plus.

source: Its services also extend to surveillance, data theft, espionage, media manipulation, and infiltration.
fr_fr: Ses services englobent également la surveillance, le vol de donnée, l'espionnage, la manipulation des médias et l'infiltration.

source: The hypercorp's specialty is pre-empting civil insurgencies and preventing political memes and movements from destabilizing a habitat's or sector's regime.
fr_fr: La spécialité de l'hypercorp est la préemption d'insurrection civiles et la prévention de mêmes politiques et de mouvement aptes à déstabiliser le régime d'un habitat ou d'un secteur.

source: Criticized by civil rights movements and especially anarchists, Stellar is known to embed programmed infomorph agents into the local population of any oppressive regime that will pay their price.
fr_fr: Critiqué par les mouvements de défnese des droits civiques et particulièrement par les anarchistes, Stellar est connue pour embarquer des agents infomorphs programmés dans les population locale de tout régime oppressif qui en paye le prix.

source: While many view Stellar as the brainwashing and secret police arm of the Planetary Consortium, the hypercorp offers its services to almost any other faction or individual.
fr_fr: Alors que beaucoup considèrent Stellar comme le bras de la police secrète et du conditionnement du Consortium Planétaire, l'hypecorp offre ses services à presque toutes les factiosn ou individus.

source: Major Industries: Terraforming, Ecosystem Management, Environmental Data
fr_fr: Industries principales: Terraformation, Gestion d'Écosystème, Données Environnementale

source: Major Stations: Caldwell (Vulcanoids), Ashoka (Mars), Elegua (Earth orbit)
fr_fr: Stations principales: Caldwell (Vulacnoïdes) Ashokae (Mars), Elegua (Orbite Terrestre)

source: Built from the remains of several pre-Fall South African and Southeast Asian corporations who engaged in geo-engineering projects and sought to relieve Earth's ecological crises, TerraGenesis's expertise is in developing sustainable biospheres and eco-systems via aggressive industrialized terraforming.
fr_fr: Construite sur les reste de plusieurs corporations pré-Chute d'Afrique du Sud et d'Asie du Sud-Est qui étaient impliquées dans les projets de égo-ingénierie et qui pensaient pouvoir vaincre les crises écologiques Terrestre, l'expertise de TerraGenesis se situe dans le développement de biospheres d'éco-systèmes durables via une terraformation insdustrielle agressive.

source: TerraGenesis is different in that it is a worker-owned cooperative, with workplace councils in local offices and an elected cooperative congress handling management.
fr_fr: TerraGenesis est différente des autres car c'est une entreprise possédées par ses ouvriers, avec des conseils de lieu de travail dans le s bureaux locaux et un congrès coopératif élu s'occupan de la gestion.

source: It maintains several habitats on Mars and a small number of research stations in orbit around Earth, collecting data for simulations of Earth revitalization projects.
fr_fr: Elle maintient plusieurs habitats sur Mars et un petit nombre de stations de recherche en orbite autour de la terre, collectant des données pour la simulation de projets de revitalisation Terrestre.

source: The latter initiative is strongly supported—and possibly financed—by prominent reclaimers.
fr_fr: Cette dernière initiative est fortement soutenues - et probablement financées - par des réclamtionnistes notables.

source: TerraGenesis's work on Mars, however, is often targeted by preservationist saboteurs.
fr_fr: Le travail de TerraGenesis sur Mars est cependant souvent ciblé par des saboteurs préservatinnistes.

source: Thanks to their possession of the Vulcanoid Pandora Gate (p.
fr_fr: Grâce à leur contrôle de la Port de Pandorre Vulacnoïde (p.

source: 88), the cooperative has a growing presence on various exoplanets that are ripe for terraforming or geoengineering.
fr_fr: 88), la coopérative assure une présence grandissante sur diverses exoplanètes éligible à la terraformation ou à la géo-ingéniere.

source: Transhumanity's social, cultural, and ideological diversity, combined with its scattered and isolated presence in habitat clusters throughout the solar system, gives rise to a wide range of political memes and factions advocating equally diverse organizational models.
fr_fr: La diversité sociale, culturelle et idéologique de la transhumanité, combiné avec la dispersion et l'isolation des groupes d'habitats ) travers tout le système solaire, permet de naissance à une large gamme de mêmes politique et de factions défendant autant de modèles organisationnel différents.

source: Many of these have banded together into larger political entities to further mutual goals and act in cooperative self-interest.
fr_fr: Beaucoup d'entre eux se sont regroupés dans des entités politiques plus large dans le cadre d'objectif à long terme et agissent coopérativement pour un intérêt commun.

source: Memes: Bioconservatism, Fascism, Security
fr_fr: Mêmes: Bioconservatisme, Fascisme, Sécurité

source: Main Stations: Liberty (Ganymede)
fr_fr: Stations Principales: Liberté (Ganymède)

source: Exploiting the chaos of the Fall, a group of stations and habitats were seized in a military coup and the Jovian Republic was born.
fr_fr: Exploitant le chaos de la Chute, un groupe de stations et d'habitats ont étés saisis lors d'un coup d'état militaire et la République Jovienne était née.
